{
    "'97_Bonnie_&_Clyde": "97 Bonnie and Clyde is a song by the American rapper Eminem. The song appears on the Slim Shady EP as Just the Two of Us and The Slim Shady LP. Eminem recorded a prequel for The Marshall Mathers LP, Kim. The song was covered by Tori Amos on her 2001 album of gender-swapped covers, Strange Little Girls.In the song, Eminem or in this song slim shady he talks to his daughter whilst taking her to the pier to throw his wife, Kim, in the sea. He speaks to his daughter Hailie in a baby like fashion ex c’mon Hai-Hai we going to the beach.Grab a couple of toys and let Dada strap you into the car seat. but still has a dark undertone.",
    "'Cuz_I_Can_(Pink_song)": "Cuz I Can is a song written by Pink, Max Martin and Lukasz Gottwald for Pinks fourth album, Im Not Dead, from which it was released as a promotional single for the album. It was one of the five album tracks that leaked onto the internet in July 2005.",
    "'Round_Midnight_(song)": "Round Midnight is a 1944 composition by pianist Thelonious Monk that quickly became a jazz standard and has been recorded by a wide variety of artists. A version recorded by Monks quintet was added to the Grammy Hall of Fame in 1993. It is one of the most recorded jazz standards composed by a jazz musician.",
    "'S_Wonderful": "S Wonderful is a 1927 popular song composed by George Gershwin, with lyrics written by Ira Gershwin. It was introduced in the Broadway musical Funny Face 1927 by Adele Astaire and Allen Kearns.The song is considered a standard and has been recorded by many artists, especially jazz artists. In 1928, Adele Astaire, who introduced the song on stage the previous year, recorded one of the earliest versions with Bernard Clifton. The most successful recordings in 1928 were however by Frank Crumit and by the Ipana Troubadors.",
    "'The_Half_of_It,_Dearie'_Blues": "The Half of it, Dearie Blues is a song composed by George Gershwin, with lyrics by Ira Gershwin. It was introduced by Fred Astaire and Kathlene Martyn in the 1924 musical Lady be Good.",
    "'Till_I_Collapse": "Till I Collapse is a song by American rapper Eminem, released from his fourth studio album, The Eminem Show, in 2002. It is the 18th track on the album, and features American rapper Nate Dogg performing the hook. Despite never being released as a single, the song has managed to chart numerous times worldwide and is one of Eminems most streamed songs on Spotify, with over 1 billion streams, as of 17 February 2021.",
    "'Tis_Harry_I'm_Plannin'_to_Marry": "Tis Harry Im Plannin to Marry is a popular song, with music by Sammy Fain and lyrics by Paul Francis Webster.The song was included in the hit musical Calamity Jane 1953. It is featured three times in the film. It is first sung by the character Adelaide Adams, then by Katie Brown Allyn McLerie after dressing up as Adelaide, and finally partly sung in the Golden Garter by Katie near the end of the film.",
    "'n_Beetje": "n Beetje Dutch pronunciation əm ˈbeːcə A little bit spelled in full as Een beetje, was the winning song of the Eurovision Song Contest 1959. Performed in Dutch by Teddy Scholten, the song was the second victory for the Netherlands in the first four years of the contests history.The song is more up-tempo than the previous winners had been, as well as being somewhat less serious. It is sung from the perspective of a young woman being asked by her lover if she is true and faithful, to which she answers A little bit. This unusual admission is then justified by the comment that everyone is in love at least once, hence nobody can be said to be entirely faithful to anyone. Befitting the lyrics, the music has a lilt to it which had been missing from the previous winners. Scholten also recorded the song in German as Sei ehrlich, French Un ptit peu, Italian Un poco and Swedish Om våren. She sang an English version for British television as The Moment.The song was performed fifth on the night, following Monacos Jacques Pills with Mon ami Pierrot and preceding Germanys Alice and Ellen Kessler with Heute Abend wollen wir tanzen gehn. By the close of voting, it had received 21 points, placing it first in a field of 11.The song was succeeded as contest winner in 1960 by Jacqueline Boyer singing Tom Pillibi for France. It was succeeded as Dutch representative that year by Rudi Carrell with Wat een geluk.",
    "'t_Is_Genoeg": "t Is genoeg Its Enough, also spelled in full Het is genoeg both normally pronounced ət ɪs xəˈnux, was the Netherlands entry in the Eurovision Song Contest 1965.Performed in Dutch by Conny Vandenbos, the song is sung from the perspective of a woman whose lover has been unfaithful in the past, but has attempted to make up for this infidelity with displays of love. The singer has had enough of all these games, all this playing with fire. The final outlook for the couples relationship is not certain, however after describing the moments of happiness her lover does give her, Vandenbos ends the song by singing its enough.The song was performed first on the night, preceding the United Kingdoms I Belong sung by Kathy Kirby. By the close of voting, it had received five points, placing it 11th in a field of 18.It was succeeded as the entry from the Netherlands at the 1966 contest by the song Fernando en Filippo performed by Milly Scott.",
    "'t_Is_OK": "t Is OK Its OK was the Dutch entry in the Eurovision Song Contest 1978, performed in Dutch by the trio Harmony. The song was composed by Eddy Ouwens, who previously had written the Netherlands winning entry at the 1975 contest, Teach-Ins Ding-A-Dong. t Is OK charted at 29 in the Dutch singles chart in the same year.The song is an up-tempo number about the power of a happy song itself. The band explains that all one needs to brighten ones day is to sing a song happy and in harmony. The group also recorded an English-language version of the song, with a minimal change to its original Dutch title Its OK.The song was performed eleventh on the night, following Belgiums Jean Vallée with Lamour ça fait chanter la vie and preceding Turkeys Nilüfer and Nazar with Sevince. At the close of voting, it had received 37 points, placing 13th in a field of 20.It was succeeded as Dutch representative at the 1979 contest by Xandra with Colorado."
}